{
    "APP": {
      "TITLE": "Лепота Окол",
      "HEADER": {
        "MENU": {
          "HOME": "Главная",
          "POEMS": "Стихи",
          "ZA_PREDELAMI_STROK": "За пределами строк",
          "OGLYANIS_VOKRUG": "Оглянись Вокруг",
          "ETYMOLOGY": "Этимология",
          "MYTHOLOGY": "Мифология",
          "ABOUT": "О проекте"
        },
        "TOOLTIPS": {
          "RUSSIA": "<b><i>ФЛАГ РОССИИ</b> <br><br><b>Белый</b> — благородство, чистота и откровенность,<br><b>Синий</b> — верность, честность, постоянство и целомудрие,<br><b>Красный</b> — мужество, сила и энергия.",
          "TATARSTAN": "<b>ФЛАГ ТАТАРСТАНА</b><br><br><b>Зелёный</b> — жизнь, природа, возрождение и исламская традиция,<br><b>Белый</b> — чистота, мир и гармония,<br><b>Красный</b> — сила, энергия и наследие.",
          "SUN": "☀️ Россия — это множество великих народов, переплетённых одной историей. ❤️ Разные культуры — одно сердце!"
        }
      },
      "FOOTER": {
        "COPYRIGHT": "© 2025 Lepota Okol",
        "CONTACTS": "Контакты"
      }
    },
  
    "HOME": {
      "TITLE": "Лепота Окол",
      "QUOTE": "«Яко многа реки в море втекаютъ, тако и различьныи языкъ во едино сердце сходятся. В единьствѣ бо сила — языкꙑ различьнꙑ, а сердьца єдина суть.»",
      "INTRO": "В мире, где каждый Божий день, только открыв глаза рано утром, каждый из нас уже куда-то опаздывает, где каждый мечтает о чем-то своем, и в то же время о чем-то несбыточном, будь то заработать еще один миллион на карманные расходы или отработать очередную смену на своем заводе и вернуться домой, где будут ждать тишина и покой. И у многих в голове мысли о том, что Красота и Счастье где-то ТАМ...<br /> <br /> Далеко...<br /> <br /> Согласно словам героя романа М.Ю.Лермонтова «Герой нашего времени» - Печорина, сказанным им в ответ на вопрос Вернера «Где лучше?».<br /> <br /> Печорин отвечает: «Где нас нет.», рассуждая о том, что люди часто стремятся туда, где их нет, идеализируя другие места и обстоятельства.Но что, если красота на самом деле здесь и сейчас?<br /> <br /> Красота...<br /> <br /> Она есть всегда и везде...<br /> <br /> Она всегда нас окружает и даже более того, она пропитывает каждую клетку нашего тела.<br /> <br /> И исходит она, как правило, именно изнутри, согласно известной фразе: «Красота в глазах смотрящего»...<br /> <br /> Подтверждающей, что красота это не только что-то внешнее... далекое... Но, в первую очередь, это творение самого человека!<br /> <br /> На это и направлен данный проект: Показать то, что красоту окружающего мира можно увидеть в любой момент. Торопишься ли ты по делам или просто гуляешь – неважно. Если замечаешь за собой постоянное или частое недовольство окружающими тебя обстоятельствами, то, наверное, стоит оглянуться вокруг и заметить ту красоту, которая не слепит и не кричит, то и дело маня куда-то в недосягаемую даль, но окружает тебя с момента рождения, и терпеливо ждет, когда ее заметят. Которая стала «обыденной» по мере твоего взросления, и мысли типа «Да так и должно быть по умолчанию...» просто захватили разум, ведь человек по своей натуре не может долго довольствоваться одним и тем же, он довольно быстро ко всему привыкает...<br /> <br /> Верно?<br /> <br /> Но что если я скажу, что природа далеко не так постоянна, чтобы к ней можно было привыкнуть? Да, сама природа, окружающая нас, конечно же, находится в постоянном движении, правда заметить это движение бывает довольно трудно. Для этого нужно перестать постоянно куда-то бежать впереди планеты всей, и просто остановиться и оглянуться. И именно тогда можно будет разглядеть красоту окружающего мира, например, в деревьях, растущих неподалеку, в движении облаков по прекрасному синему небу, либо в тех картинах, что рисуют нам звезды...<br /> <br /> Тогда, глядишь, и окружающий мир станет добрее. Постепенно, правда...<br /> <br /> Ведь, согласно законам физики в этом мире все подчиняется инерции, в том числе и процессы, которые мы воспринимаем нематериальными (энергии, сигналы, даже мысли и настроения). Иначе б тот же сигнал сотовой связи при одинаковых вводных двигался бы в одну сторону куда быстрее, чем в противоположную, в связи с чем и качество связи в этом случае отличалось бы...<br /> <br /> А ты как считаешь, дорогой мой друг?"
    },
  
    "POEMS": {
      "TITLE": "Стихи",
      "DESCRIPTION": "Здесь живут строки, написанные сердцем. Они — отражение чувств, мыслей и времени.",
      "NO_POEMS": "Пока здесь тихо... Но вдохновение уже на подходе."
    },
  
    "ZA_PREDELAMI_STROK": {
      "TITLE": "За пределами строк",
      "DESCRIPTION": "Путешествия сквозь объектив. Каждый снимок — история. Каждый кадр — момент жизни.",
      "DRAWING_FEATURE": "Скоро появится возможность рисовать поверх фотографий и сохранять свои работы!"
    },
  
    "OGLYANIS_VOKRUG": {
      "TITLE": "Оглянись Вокруг",
      "INTRO": "Великое многообразие России заключается не только в населяющих её народах, но и в самой природе, как таковой. Просторы нашей страны велики настолько, что охватывают целых 11 часовых поясов в своих пределах — уже одно это говорит о невероятном природном разнообразии.<br /> <br /> Этот раздел сайта для публикаций фотографий красивейших мест России!<br /> <br /> Мест, что ежедневно окружают нас, благодаря чему, возможно, даже стали само собой разумеющимися, тем не менее, они смиренно ждут когда их кто-то заметит...<br /> <br /> Мест, что дарят нам вдохновение, даже не смотря на то что и к этому мы тоже уже привыкли и даже не удивляемся тому что на известные вопросы нам не составит труда ответить в рифму... Например: «- Как дела? - Как радость светла...»<br /> <br /> Мест, что наполняют и пронизывают нас тишиной и гармонией, даря при этом чувство спокойствия и умиротворения...",
      "BOT_NOTE": "Каждую неделю мы переносимся в новое место России — через глаза виртуального путешественника, который будет делиться снимками и историями из разных уголков нашей родины."
    },
  
    "ETYMOLOGY": {
      "TITLE": "Каждое слово хранит свою историю...",
      "DESCRIPTION": "Этимология — это не просто наука о словах, а мост между нашим прошлым и настоящим. Она даёт нам шанс разглядеть в привычном — нечто непознанное.<br /> <br /> Ведь в словах живёт само время. Они — как листья на древе культуры: узнай их корни, чтобы понять силу ветвей. Именно эти корни и питают крону нашей речи...<br /><br /> Позволь себе услышать, как говорит прошлое. За каждым словом скрывается удивительное путешествие. Добро пожаловать в мир этимологии!"
    },
  
    "MYTHOLOGY": {
      "TITLE": "🌞 Разные культуры — одно сердце!",
      "DESCRIPTION": "И это фраза невероятно точная. Мы все разные, но Солнце светит одинаково абсолютно для всех. Как и это древо, питаемое корнями разных народов, наш мир становится красивее, когда мы понимаем и принимаем друг друга. В цветах, в символах, в языке — везде живёт история, которую стоит услышать..."
    },
  
    "ABOUT": {
      "TITLE": "О проекте",
      "INTRO": {
        "PHRASE": "«О, лепота да окол! Писание древлее оживает на страницах сих, яко свет во тьме возгорается!»",
        "DESCRIPTION": "Этот сайт — мой личный творческий путь. Здесь переплетаются фотографии, стихи, истории и идеи, которые дополняют друг друга и постепенно складываются в единое целое. <br /> Проект задуман как живой организм — он будет постепенно расти и меняться. Сейчас вы видите лишь первые шаги, как самого сайта, так и меня в качестве разработчика. Именно так, дорогой читатель! Вместе с этим сайтом я начинаю свой путь в веб-разработке."
      },
      "IDEAS_TITLE": "И да! Касаемо идей для данного проекта. В планах на текущий момент:",
      "IDEAS": {
        "DRAWING": "🎨 Рисовалка поверх фотографий (сначала просто для игры и развития, позже — с возможностью сохранять результат на сайте);",
        "BIRDS": "🐦 Фоновое пение птиц, которое можно включить или выключить.",
        "ATMOSPHERE": "🌗 Смена атмосферы сайта в зависимости от времени суток — от солнечного света до мягкого сияния свечи;",
        "TRAVELER": "🌍 Путешествия по регионам России вместе с виртуальным «путешественником», который раз в неделю будет делиться фото и заметками;",
        "MULTILANGUAGE": "🗣 Мультиязычность (планируется добавление языков народов России и не только);",
        "MYTHOLOGY": "📚 Разделы, посвящённые мифологии и этимологии.",
        "OTHER": "✨ И многое-многое другое..."
      },
      "PATHS": "Это не список обещаний и не план с жёсткими сроками. Скорее — карта дорог, по которым можно идти. Какие-то из идей воплотятся раньше, какие-то — позже, а что-то, возможно, изменится или появится новое.",
      "HEART": "Главное — этот проект создаётся с любовью. И если вы заглянули сюда, значит, он уже работает так, как задумывался: помогает остановиться, оглянуться вокруг и увидеть красоту в простых вещах.",
      "CLOSING": "Располагайтесь, дорогие друзья!🤗"
    },
  
    "COMMON": {
      "BUTTONS": {
        "RUSSIAN": "Русский",
        "ENGLISH": "English",
        "TATAR": "Татарча"
      },
      "PHRASES": {
        "UNITY": "Яко множество рек в море втекают, тако и разные культуры в сердце единое сходятся. В единстве бо сила — языки различны, а сердца едины."
      }
    }
  }
  